// Өгөгдсөн https://gorest.co.in/ API 
// 1. Ajax Request-ээр https://gorest.co.in/public/v1/users энэ APi гаас дата авч элемент id="ajax" дээр тухайн хэрэглэгчдийн зөвхөн нэрийг дарааллуулан харуулна уу





// 2. Ajax Request-ээр https://gorest.co.in/public/v1/users/123/posts гэсэн API ажиглаж байгаад хэрэглэгчийнх нь id-гаар нь тухайн хэрэглэгчид тохирох бүх post-уудыг консоль дээр хэвлэн харуулна уу



// 3. Хэрэглэгч бүрийн постуудыг хэрэглэгчийн нэрний доор цувуулан харуулна уу.



// 4. Хэрвээ Ajax болсон бол тухайн хүсэлтүүдийг бүгдийг нь fetch болгон хувиргана уу. Хэрвээ алдаагүй байсан бол бүх үр дүн урьдын хэвээр байх болно.
